Repository: CACF/Device-Registration-Subsystem
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: es

source: RESOURCE_NOT_FOUND
es: RECURSO NO ENCONTRADO

source: method not allowed
es: Método no permitido

source: Registration Request not found.
es: Solicitud de registro no encontrada.

source: De-Registration Request not found.
es: Solicitud de-cancelación de registro no encontrada.

source: Report not found.
es: Informe no encontrado.

source: Report not allowed.
es: Informe no permitido.

source: Document not found.
es: Documento no encontrado.

source: IMEIs per device count in file is not same as input.
es: IMEIs por dispositivo en el archivo no es lo mismo que la entrada.

source: Device count in file is not same as input
es: El conteo de dispositivos en el archivo no es lo mismo que la entrada

source: Invalid IMEIs in the input file
es: IMEIs inválidos en el archivo de entrada

source: Duplicate IMEIs in the input file
es: Duplicar IMEIs en el archivo de entrada

source: Some IMEIs are missing in the columns
es: Faltan algunos IMEI en las columnas

source: Rows limit is 10000000 for single request
es: El límite de filas es de 10000000 para una sola solicitud

source: Invalid IMEIs Format in input file
es: Formato IMEI no válido en el archivo de entrada

source: size of file is greator than 26 MB which is not allowed
es: El tamaño del archivo es superior a 26 MB, que no está permitido.

source: invalid imei
es: imei inválido

source: %(key)s value should be between 1 and 1000
es: %(key)s El valor debe estar entre 1 y 1000

source: %(key)s cannot start or ends with spaces
es: %(key)s No se puede comenzar ni terminar con espacios.

source: %(key)s cannot start or ends with tabs
es: %(key)s no puede comenzar o terminar con pestañas

source: %(key)s cannot end with line breaks
es: %(key)s no puede terminar con saltos de línea

source: The request is already closed
es: La solicitud ya está cerrada.

source: path cannot be empty
es: el camino no puede estar vacío

source: Unable to process the request
es: No se puede procesar la solicitud

source: file not found or bad file path
es: archivo no encontrado o ruta de archivo incorrecta

source: Failed to retrieve response, please try later
es: Error al recuperar la respuesta, por favor intente más tarde

source: Registration request failed, check upload path or database connection
es: Error en la solicitud de registro, verifique la ruta de carga o la conexión de la base de datos

source: De-Registration request failed, check upload path or database connection
es: Falló la solicitud de cancelación de registro, verifique la ruta de cargao la conexión de la base de datos

source: Error retrieving results. Please try later.
es: Error al recuperar los resultados. Por favor intente mas tarde.

source: request document addition failed, check for valid formats.
es: solicitud de adición de documento fallida, verifique los formatos válidos.

source: request document updation failed, please try again later.
es: Error al solicitar la actualización del documento, inténtalo de nuevo más tarde.

source: Registration update request failed, check upload path or database connection
es: Falló la solicitud de actualización de registro, verifique la ruta de carga o la conexión de la base de datos

source: request device addition failed
es: solicitud de adición de dispositivo falló

source: This request cannot be processed
es: Esta solicitud no puede ser procesada

source: failed to restart process
es: no se pudo reiniciar el proceso

source: incomplete request %(id)s can not be assigned/reviewed
es: La solicitud incompleta %(id)s no puede ser asignada/revisada

source: request must be processed before reviewed.
es: La solicitud debe ser procesada antes de ser revisada.

source: unable to approve case %(id)s, duplicated imeis found
es: no se pudo aprobar el caso %(id)s, se encontraron imeis duplicados

source: Unable to approve, invalid imeis found
es: No se puede aprobar, se encontraron imeis inválidos

source: The request status is already Closed
es: El estado de la solicitud ya está cerrado.

source: The request status is %(status)s, which cannot be Closed
es: El estado de la solicitud es %(status)s, que no se puede cerrar

source: The request is in Progress, which cannot be updated
es: La solicitud está en progreso, que no se puede actualizar

source: The request status is %(status)s, which cannot be updated
es: El estado de la solicitud es %(status)s, que no se puede actualizar

source: This step can only be performed for New Request
es: Este paso solo se puede realizar para Nueva Solicitud

source: File format %(format)s is not allowed
es: El formato de archivo %(format)s no está permitido

source: File names should be unique
es: Los nombres de los archivos deben ser únicos

source: This step can only be performed for request with Awaiting Document status
es: Este paso solo se puede realizar para solicitud con estado de documento en espera

source: In Review
es: En revisión

source: Approved
es: Aprobado

source: Rejected
es: Rechazado

source: Closed
es: Cerrado

source: New Request
es: Nueva solicitud

source: Awaiting Documents
es: En espera de documentos

source: Duplicate IMEIs in request
es: Duplicar IMEIs en solicitud
